$(document).ready(function()){
    const ques =[
        {que:"下列敘述何者正確？",
         opts:["(A)坐標平面上，點 A（3 ,－5）的 x 坐標為－5。",
               "(B)坐標平面上，點 B（－1 , 4）的縱坐標為 4。",
               "(C)坐標平面上，點 E（0 , 3）在 x 軸上。",
               "(D)坐標平面上，點 P（－4 , 3）到 y 軸的距離為 3。"],
         cor:""
        },
        {que:"下列敘述何者錯誤？",
        opts:["(A)坐標平面上，點 P（－5 , 3）的位置在第二象限。",
               "(B)假設 a 為常數，且 a≠0，若 A（a , －2a）在坐標平面上，則 A 點在第一象限或第三象限。",
               "(C)如果 a＜0，b＞0，則（a2 ,－b）在第四象限。",
               "(D)在坐標平面上，P（a＋3 , a－5）是 x 軸上的一點，則 a＝5。"],
         cor:""
        }
       ];
}